export const DICE_COUNT = 5;
export const MAX_ROLLS = 3;
export const COLUMNS = ["⬇️", "⬇️⬆️", "⬆️", "⭐"];
export const ROWS = [
  "1",
  "2",
  "3",
  "4",
  "5",
  "6",
  "",
  "MAX",
  "MIN",
  "",
  "S",
  "F",
  "P",
  "Y",
  ""
];
export const diceDots = {
  1: [[1, 1]],
  2: [
    [0, 0],
    [2, 2]
  ],
  3: [
    [0, 0],
    [1, 1],
    [2, 2]
  ],
  4: [
    [0, 0],
    [0, 2],
    [2, 0],
    [2, 2]
  ],
  5: [
    [0, 0],
    [0, 2],
    [1, 1],
    [2, 0],
    [2, 2]
  ],
  6: [
    [0, 0],
    [1, 0],
    [2, 0],
    [0, 2],
    [1, 2],
    [2, 2]
  ]
};
